{"address":"0xCa208BfD69ae6D2667f1FCbE681BAe12767c0078","category":"token","date_added":"2020-05-12T00:00:00.000Z","description":"### What is HOMIHELP? \n\nHomiHelp is a customer support live chat platform that sells its services through cryptocurrency. It aims to make cryptocurrency more accessible. Homihelp claims to have a team of professionals with experience in blockchain, cybersecurity, and artificial intelligence. Homihelp aims to provide website owners with a Live Chat Platform and daily use business tools at affordable prices so that they can build the right product for their customers. \n\n### What does HOMIHELP intend to solve through tokenization?\n\nHomihelp is trying to solve the adoption problem by giving users and businesses fully centralized services and tools, while adding cryptocurrency as a payment model. By guiding users on how to use crypto payments and introducing decentralized features, Homihelp aims to provide easy to digest and understandable to users.  \n\n### About HOMI Token\n\nHOMI is the utility token used in Homihelp ecosystem. It has a range of purposes, including paying for buying Homihelp Premium Subscription Plans and Booster top-ups, Participating in Holding program and affiliate (Partner) Program Reward. HOMI can be purchased on exchanges listed on CoinMarketCap.\n\nOn 12 Apr 2020, HomiHelp verified and released its smart contract on the Ethereum blockChain as an ERC20 token. Businesses/Clients have reportedly been using 'HOMI TOKENS' as Homi Services for Business Subscriptions. Corporate Clients can buy services with HOMI TOKENS Only.    \n\nHomiHelp Platform aims to make cryptocurrency more accessible and implement decentralized features in software one by one so that users can easily understand the decentralized apps by using business tools. HOMIHELP includes the following features:\n\n- File Sharing: Send and receive JPG, JPEG, PNG, GIF, PDF and TXT files via the Chatbox.\n- Chat Transfers: Reassign chats to deliver consistent service and efficient solutions. \n- Visitor Notification: View visitor info like I.P., Browser/OS, location.\n- Chat Notifications: Receive desktop notifications for new chat messages.\n- Visitor Page Tracking: Track the URL of visitors as they move through the site. \n- Proactive Chat: Initiate a chat with a visitor \n- Chat and ticket routing: Route chat and ticket to other agents. \n- Pre-Chat form: Choose from Pre-Chat form or Direct Chat View when online.\n- FAQs: Add FAQs directly to Chat Widget for knowledge of visitors. \n- Offline Contact Form: Offer a custom contact form when chat is offline.\n- Message sneak peek: Visibility into what customers are. Users can search for an answer and respond quickly. \n- Social Integration: Connect Facebook messenger and receive chat directly to the dashboard or mobile app.","id":5572,"links":{"announcement":["https://bitcointalk.org/index.php?topic=5249352"],"chat":["https://t.me/official_homihelp","https://discord.gg/NyKe7ef"],"explorer":["https://cn.etherscan.com/token/0xCa208BfD69ae6D2667f1FCbE681BAe12767c0078","https://ethplorer.io/address/0xca208bfd69ae6d2667f1fcbe681bae12767c0078"],"message_board":["https://medium.com/@homihelp"],"source_code":["https://github.com/homihelp/smart-contract/"],"technical_doc":["https://www.homihelp.com/pdf/homi_whitepaper.pdf"],"twitter":["https://twitter.com/homihelp"],"website":["https://www.homihelp.com/"]},"markets":[{"base":{"currency_id":5572,"currency_symbol":"HOMI","currency_type":"cryptocurrency","exchange_symbol":"HOMI"},"exchange_id":470,"exchange_name":"EtherFlyer","pair":"HOMI/ETH","quote":{"currency_id":1027,"currency_symbol":"ETH","currency_type":"cryptocurrency","exchange_symbol":"ETH"},"url":"https://www.etherflyer.com/trade.html?pairs=HOMI-ETH"},{"base":{"currency_id":5572,"currency_symbol":"HOMI","currency_type":"cryptocurrency","exchange_symbol":"HOMI"},"exchange_id":382,"exchange_name":"Crex24","pair":"HOMI/BTC","quote":{"currency_id":1,"currency_symbol":"BTC","currency_type":"cryptocurrency","exchange_symbol":"BTC"},"url":"https://crex24.com/exchange/HOMI-BTC"},{"base":{"currency_id":5572,"currency_symbol":"HOMI","currency_type":"cryptocurrency","exchange_symbol":"HOMI"},"exchange_id":461,"exchange_name":"Altilly","pair":"HOMI/BTC","quote":{"currency_id":1,"currency_symbol":"BTC","currency_type":"cryptocurrency","exchange_symbol":"BTC"},"url":"https://www.altilly.com/market/HOMI_BTC"},{"base":{"currency_id":5572,"currency_symbol":"HOMI","currency_type":"cryptocurrency","exchange_symbol":"HOMI"},"exchange_id":461,"exchange_name":"Altilly","pair":"HOMI/ETH","quote":{"currency_id":1027,"currency_symbol":"ETH","currency_type":"cryptocurrency","exchange_symbol":"ETH"},"url":"https://www.altilly.com/market/HOMI_ETH"}],"name":"HOMIHELP","rank":911,"slug":"homihelp","status":"active","symbol":"HOMI"}